Repository: Tich0ndrius/Recamgnition
Catalog: Recamgnition/Resources/VisionClassification.xcstrings
Source language: en
Languages: de, ru, uk

source: Shed
de: Schuppen
ru: Сарай
uk: Сарай

source: Sheep
de: Schafe
ru: Овца
uk: Овець

source: Sheepdog
de: Schäferhund
ru: Овчарка
uk: Вівчарка

source: Shellfish
de: Schalentiere
ru: Моллюски
uk: Молюски

# shellfish_prepared
source: Prepared shellfish
de: Zubereitete Schalentiere
ru: Готовые моллюски
uk: Підготовлені молюски

source: Shipyard
de: Werft
ru: Верфь
uk: Судноверф

source: Shoes
de: Schuhe
ru: Обувь
uk: Взуття

source: Shopping cart
de: Warenkorb
ru: Корзина покупок
uk: Кошик для покупок

source: Shore
de: Ufer
ru: Берег
uk: Берег

source: Shower
de: Dusche
ru: Душ
uk: Душ

source: Shrub
de: Strauch
ru: Кустарник
uk: Чагарник

source: Sidewalk
de: Bürgersteig
ru: Тротуар
uk: Тротуар

source: Sign
de: Unterschreiben
ru: Знак
uk: Знак

source: Singer
de: Sänger
ru: Певец
uk: Співачка

source: Skateboarding
de: Skateboarden
ru: Скейтбординг
uk: Скейтбординг

source: Skating
de: Skaten
ru: Катание на коньках
uk: Катання на ковзанах

source: Skeleton
de: Skelett
ru: Скелет
uk: Скелет

source: Ski boot
de: Skischuh
ru: Лыжные ботинки
uk: Лижний черевик

source: Ski equipment
de: Skiausrüstung
ru: Лыжное снаряжение
uk: Лижне спорядження

source: Skiing
de: Skifahren
ru: Катание на лыжах
uk: Катання на лижах

source: Skull
de: Schädel
ru: Череп
uk: Череп

source: Skunk
de: Stinktier
ru: Скунс
uk: Скунс

source: Sky
de: Himmel
ru: Небо
uk: Небо

source: Skydiving
de: Fallschirmspringen
ru: Прыжки с парашютом
uk: Стрибки з парашутом

source: Skyscraper
de: Wolkenkratzer
ru: Небоскреб
uk: Хмарочос

source: Sled
de: Schlitten
ru: Сани
uk: Санки

source: Sledding
de: Rodeln
ru: Катание на санях
uk: Катання на санках

# slide_toy
source: Playground slide
de: Spielplatzrutsche
ru: Детская горка
uk: Дитяча гірка

source: Smokestack
de: Schornstein
ru: Дымовая труба
uk: Димова труба

# smoking_item
source: Smoking accessory
de: Raucherzubehör
ru: Аксессуар для курения
uk: Аксесуар для куріння

source: Snail
de: Schnecke
ru: Улитка
uk: Равлик

source: Snake
de: Schlange
ru: Змея
uk: Змія

# snake_other
source: Other snake
de: Andere Schlange
ru: Другая змея
uk: Інша змія

source: Snapdragon
de: Löwenmaul
ru: Львиный зев

source: Snapper
de: Schnapper
ru: Луциан

source: Snorkeling
de: Schnorcheln
ru: Сноркелинг
uk: Підводне плавання

source: Snow
de: Schnee
ru: Снег
uk: Сніг

source: Snowball
de: Schneeball
ru: Снежный ком
uk: Сніжок

source: Snowboarding
de: Snowboarden
ru: Сноубординг
uk: Катання на сноуборді

source: Snowman
de: Schneemann
ru: Снеговик
uk: Сніговик

source: Snowmobile
de: Schneemobil
ru: Снегоход
uk: Снігохід

source: Snowshoe
de: Schneeschuh
ru: Снегоступы
uk: Снігоступи

source: Soccer
de: Fußball
ru: Футбол
uk: Футбол

source: Sock
de: Socke
ru: Носок
uk: Носок

source: Soda
de: Limonade
ru: Газировка
uk: Сода

source: Souffle
de: Soufflé
ru: Суфле
uk: Суфле

source: Soup
de: Suppe
ru: Суп
uk: Суп

source: Sparkler
de: Wunderkerze
ru: Бенгальский огонь
uk: Бенгальський вогонь

source: Sparkling wine
de: Sekt
ru: Игристое вино
uk: Ігристе вино

source: Sparrow
de: Spatz
ru: Воробей
uk: Горобець

source: Spatula
de: Spachtel
ru: Кухонная лопатка
uk: Шпатель

# speakers_music
source: Audio speakers
de: Audio-Lautsprecher
ru: Аудио колонки
uk: Аудіо колонки

source: Speedboat
de: Schnellboot
ru: Скоростной катер
uk: Швидкісний катер

source: Spice
de: Gewürz
ru: Специи
uk: Спеції

source: Spider
de: Spinne
ru: Паук
uk: Павук

source: Spiderweb
de: Spinnennetz
ru: Паутина
uk: Павутина

source: Spinach
de: Spinat
ru: Шпинат
uk: Шпинат

source: Spoon
de: Löffel
ru: Ложка
uk: Ложка

source: Sports equipment
de: Sportausrüstung
ru: Спортивное оборудование
uk: Спортивний інвентар

source: Sports car
de: Sportwagen
ru: Спорткар
uk: Спортивний автомобіль

source: Spring roll
de: Frühlingsrolle
ru: Спринг-ролл
uk: Спрінг рол

source: Squirrel
de: Eichhörnchen
ru: Белка
uk: Білка

source: Stadium
de: Stadion
ru: Стадион
uk: Стадіон

source: Stained glass
de: Buntglas
ru: Витраж
uk: Вітражі

source: Stairs
de: Treppen
ru: Лестница
uk: Сходи

source: Starfish
de: Seestern
ru: Морская звезда
uk: Морська зірка

source: Starfruit
de: Sternfrucht
ru: Карамбола
uk: Старфрут

# steamer_cookware
source: Food steamer
de: Dampfgarer
ru: Пароварка
uk: Пароварка

source: Stethoscope
de: Stethoskop
ru: Стетоскоп
uk: Стетоскоп

source: Sticky note
de: Haftnotiz
ru: Стикер для заметок
uk: Наліпка

source: Stingray
de: Stachelrochen
ru: Скат
uk: Скат

source: Stir fry
de: Unter Rühren anbraten
ru: Стир-фрай
uk: Обсмажте, помішуючи

source: Stool
de: Hocker
ru: Табурет
uk: Табурет

source: Stopwatch
de: Stoppuhr
ru: Секундомер
uk: Секундомір

source: Storefront
de: Schaufenster
ru: Витрина магазина
uk: Вітрина

source: Stork
de: Storch
ru: Аист
uk: Лелека

source: Storm
de: Sturm
ru: Шторм
uk: Буря

source: Stove
de: Herd
ru: Кухонная плита
uk: Піч

# straw_drinking
source: Drinking straw
de: Trinkhalm
ru: Соломинка для питья
uk: Соломинка для пиття

# straw_hay
source: Straw or hay
de: Stroh oder Heu
ru: Солома или сено
uk: Солома або сіно

source: Strawberry
de: Erdbeere
ru: Клубника
uk: Полуниця

source: Street
de: Straße
ru: Улица
uk: Вул

source: Street sign
de: Straßenschild
ru: Дорожный знак
uk: Знак вулиці

source: Streetcar
de: Straßenbahn
ru: Трамвай
uk: Трамвай

source: Stretcher
de: Trage
ru: Носилки
uk: Носилки

source: String instrument
de: Saiteninstrument
ru: Струнный инструмент
uk: Струнний інструмент

source: Stroller
de: Kinderwagen
ru: Коляска
uk: Коляска

source: Structure
de: Struktur
ru: Сооружение
uk: Структура

source: Stuffed animals
de: Kuscheltiere
ru: Мягкие игрушки
uk: Опудала тварин

# submarine_water
source: Submarine
de: U-Boot
ru: Подводная лодка
uk: Підводний човен

source: Sugar cube
de: Würfelzucker
ru: Кубик сахара
uk: Кубик цукру

source: Suit
de: Anzug
ru: Костюм
uk: Костюм

source: Suitcase
de: Koffer
ru: Чемодан
uk: Валіза

source: Sun
de: Sonne
ru: Солнце
uk: Сонце

source: Sunbathing
de: Sonnenbaden
ru: Солнечные ванны
uk: Сонячні ванни

source: Sundial
de: Sonnenuhr
ru: Солнечные часы
uk: Сонячний годинник

source: Sunfish
de: Mondfisch
ru: Рыба-луна
uk: Сонячна риба

source: Sunflower
de: Sonnenblume
ru: Подсолнух
uk: Соняшник

source: Sunflower seeds
de: Sonnenblumenkerne
ru: Семена подсолнечника
uk: Насіння соняшнику

source: Sunglasses
de: Sonnenbrille
ru: Солнцезащитные очки
uk: Сонцезахисні окуляри

source: Sun hat
de: Sonnenhut
ru: Шляпа от солнца
uk: Капелюх від сонця

# sunset_sunrise
source: Sunset or sunrise
de: Sonnenuntergang oder Sonnenaufgang
ru: Закат или восход солнца
uk: Захід або схід сонця

source: Surfboard
de: Surfbrett
ru: Доска для серфинга
uk: Дошка для серфінгу

source: Surfing
de: Surfen
ru: Серфинг
uk: Серфінг

source: Swan
de: Schwan
ru: Лебедь
uk: Лебідь

source: Swimming
de: Schwimmen
ru: Плавание
uk: Плавання

source: Swimsuit
de: Badeanzug
ru: Купальник
uk: Купальник

# swing_playground
source: Playground swing
de: Spielplatzschaukel
ru: Качели на детской площадке
uk: Дитячий майданчик гойдалка

source: Swivel chair
de: Drehstuhl
ru: Вращающийся стул
uk: Стілець поворотний

source: Sword
de: Schwert
ru: Меч
uk: Меч

source: Swordfish
de: Schwertfisch
ru: Рыба-меч
uk: Риба-меч

source: Syringe
de: Spritze
ru: Шприц
uk: Шприц

source: Tabbouleh
de: Tabouleh
ru: Табуле
uk: Табуле

source: Table
de: Tisch
ru: Стол
uk: Таблиця

source: Tableware
de: Geschirr
ru: Посуда
uk: Столовий посуд

source: Tachometer
de: Drehzahlmesser
ru: Тахометр
uk: Тахометр

source: Taffy
de: Toffee
ru: Таффи
uk: Таффі

source: Tambourine
de: Tamburin
ru: Бубен
uk: Бубон

source: Tapioca pearls
de: Tapiokaperlen
ru: Шарики тапиоки
uk: Перлини тапіоки

source: Tattoo
de: Tätowierung
ru: Татуировка
uk: Татуювання

# tea_drink
source: Tea
de: Tee
ru: Чай
uk: Чай

source: Teapot
de: Teekanne
ru: Чайник
uk: Чайник

source: Teen
de: Teenager
ru: Подросток
uk: Підліток

source: Telescope
de: Teleskop
ru: Телескоп
uk: Телескоп

source: Television
de: Fernsehen
ru: Телевизор
uk: Телебачення

source: Tent
de: Zelt
ru: Палатка
uk: Намет

source: Textile
de: Textil
ru: Текстиль
uk: Текстиль

source: Thermos
de: Thermoskanne
ru: Термос
uk: Термос

source: Thunderstorm
de: Gewitter
ru: Гроза
uk: Гроза

source: Timepiece
de: Zeitmesser
ru: Часы
uk: Годинник

source: Tire
de: Reifen
ru: Шина
uk: Шина

source: Toad
de: Kröte
ru: Жаба
uk: Жаба

source: Toaster oven
de: Toasterofen
ru: Тостер-печь
uk: Тостер

source: Toilet seat
de: Toilettensitz
ru: Сиденье для унитаза
uk: Сидіння для унітазу

source: Tomato
de: Tomate
ru: Помидор
uk: Помідор

source: Tool
de: Werkzeug
ru: Инструмент
uk: Інструмент

source: Toolbox
de: Werkzeugkasten
ru: Ящик для инструментов
uk: Ящик інструментів

source: Tortoise
de: Schildkröte
ru: Сухопутная черепаха
uk: Черепаха

source: Toucan
de: Tukan
ru: Тукан
uk: Тукан

source: Tower
de: Turm
ru: Башня
uk: Вежа

source: Toy
de: Spielzeug
ru: Игрушка
uk: Іграшка

# track_rail
source: Railway track
de: Eisenbahnstrecke
ru: Железнодорожный путь
uk: Залізнична колія

source: Tractor
de: Traktor
ru: Трактор
uk: Трактор

source: Traffic light
de: Ampel
ru: Светофор
uk: Світлофор

source: Trail
de: Weg
ru: Тропа
uk: Стежка

source: Train
de: Zug
ru: Поезд
uk: Поїзд

# train_real
source: Train
de: Zug
ru: Поезд
uk: Поїзд

source: Train station
de: Bahnhof
ru: Железнодорожный вокзал
uk: Залізничний вокзал

# train_toy
source: Toy train
de: Spielzeugeisenbahn
ru: Игрушечный поезд
uk: Іграшковий поїзд

source: Trampoline
de: Trampolin
ru: Батут
uk: Батут

source: Tramway
de: Straßenbahn
ru: Трамвайная линия
uk: Трамвай

source: Trash can
de: Mülleimer
ru: Мусорное ведро
uk: Відро для сміття

source: Treadmill
de: Laufband
ru: Беговая дорожка
uk: Бігова доріжка

source: Tree
de: Baum
ru: Дерево
uk: Дерево

source: Tricycle
de: Dreirad
ru: Трехколесный велосипед
uk: Триколісний велосипед

source: Tripod
de: Stativ
ru: Штатив
uk: Штатив

source: Trombone
de: Posaune
ru: Тромбон
uk: Тромбон

source: Trophy
de: Trophäe
ru: Трофей
uk: Трофей

source: Trout
de: Forelle
ru: Форель
uk: Форель

source: Truck
de: LKW
ru: Грузовик
uk: Вантажівка

source: Trumpet
de: Trompete
ru: Труба
uk: Труба

source: Tulip
de: Tulpe
ru: Тюльпан
uk: Тюльпан

source: Tuna
de: Thunfisch
ru: Тунец
uk: Тунець

source: Turmeric
de: Kurkuma
ru: Куркума
uk: Куркума

source: Turntable
de: Plattenspieler
ru: Проигрыватель винила
uk: Поворотний стіл

source: Turtle
de: Schildkröte
ru: Водная черепаха
uk: Черепаха

source: Tuxedo
de: Smoking
ru: Смокинг
uk: Смокінг

source: Typewriter
de: Schreibmaschine
ru: Пишущая машинка
uk: Друкарська машинка

source: Umbrella
de: Regenschirm
ru: Зонтик
uk: Парасолька

source: Underwater
de: Unterwasser
ru: Подводный
uk: Під водою

source: Ungulates
de: Huftiere
ru: Копытные
uk: Копитні

source: Vacuum
de: Vakuum
ru: Пылесос
uk: Вакуум

source: Vegetable
de: Gemüse
ru: Овощ
uk: Овочевий

source: Vehicle
de: Fahrzeug
ru: Транспортное средство
uk: Транспортний засіб

# vehicle_toy
source: Toy vehicle
de: Spielzeugfahrzeug
ru: Игрушечный автомобиль
uk: Іграшковий транспортний засіб

source: Video game
de: Videospiel
ru: Видеоигра
uk: Відеогра

source: Vineyard
de: Weinberg
ru: Виноградник
uk: Виноградник

source: Violin
de: Violine
ru: Скрипка
uk: Скрипка

source: Volcano
de: Vulkan
ru: Вулкан
uk: Вулкан

source: Vulture
de: Geier
ru: Стервятник
uk: Гриф

source: Waffle
de: Waffel
ru: Вафля
uk: Вафля

source: Wagon
de: Wagen
ru: Повозка
uk: Вагон

source: Wakeboarding
de: Wakeboarden
ru: Вейкбординг
uk: Вейкбординг

source: Wallet
de: Geldbörse
ru: Кошелек
uk: Гаманець

source: Walrus
de: Walross
ru: Морж
uk: Морж

source: Warship
de: Kriegsschiff
ru: Военный корабль
uk: Військовий корабель

source: Washbasin
de: Waschbecken
ru: Умывальник
uk: Умивальник

source: Watch
de: Beobachten Sie
ru: Наручные часы
uk: Дивитися

source: Water
de: Wasser
ru: Вода
uk: Вода

# water_body
source: Body of water
de: Gewässer
ru: Водоем
uk: Тіло води

source: Watercraft
de: Wasserfahrzeuge
ru: Водный транспорт
uk: Водний транспорт

source: Waterfall
de: Wasserfall
ru: Водопад
uk: Водоспад

source: Watering can
de: Gießkanne
ru: Лейка
uk: Лійка

source: Watermelon
de: Wassermelone
ru: Арбуз
uk: Кавун

source: Watermill
de: Wassermühle
ru: Водяная мельница
uk: Водяний млин

source: Water polo
de: Wasserball
ru: Водное поло
uk: Водне поло

source: Water sport
de: Wassersport
ru: Водный спорт
uk: Водний спорт

source: Waterways
de: Wasserstraßen
ru: Водные пути
uk: Водні шляхи

source: Wedding
de: Hochzeit
ru: Свадьба
uk: Весілля

source: Wedding cake
de: Hochzeitstorte
ru: Свадебный торт
uk: Весільний торт

source: Wedding dress
de: Hochzeitskleid
ru: Свадебное платье
uk: Весільна сукня

# weight_scale
source: Weighing scale
de: Waage
ru: Весы
uk: Ваги

source: Wetland
de: Feuchtgebiet
ru: Заболоченная местность
uk: Водно-болотна місцевість

source: Wetsuit
de: Neoprenanzug
ru: Гидрокостюм
uk: Гідрокостюм

source: Whale
de: Wal
ru: Кит
uk: Кит

source: Wheat
de: Weizen
ru: Пшеница
uk: Пшениця

source: Wheel
de: Rad
ru: Колесо
uk: Колесо

source: Wheelbarrow
de: Schubkarre
ru: Тачка
uk: Тачка

source: Wheelchair
de: Rollstuhl
ru: Инвалидная коляска
uk: Інвалідний візок

source: Whisk
de: Schneebesen
ru: Венчик
uk: Збийте

source: White bread
de: Weißbrot
ru: Белый хлеб
uk: Білий хліб

source: White wine
de: Weißwein
ru: Белое вино
uk: Біле вино

source: Willow
de: Weide
ru: Ива
uk: Верба

source: Winch
de: Winde
ru: Лебедка
uk: Лебідка

source: Wind turbine
de: Windkraftanlage
ru: Ветряная турбина
uk: Вітрогенератор

source: Windmill
de: Windmühle
ru: Ветряная мельница
uk: Вітряк

source: Window
de: Fenster
ru: Окно
uk: Вікно

source: Windsurfing
de: Windsurfen
ru: Виндсерфинг
uk: Віндсерфінг

source: Wine
de: Wein
ru: Вино
uk: Вино

source: Wine bottle
de: Weinflasche
ru: Бутылка вина
uk: Пляшка вина

source: Wonton
de: Wan-Tan
ru: Вонтон
uk: Вонтон

# wood_natural
source: Natural wood
de: Naturholz
ru: Натуральное дерево
uk: Натуральне дерево

# wood_processed
source: Processed wood
de: Verarbeitetes Holz
ru: Обработанная древесина
uk: Оброблена деревина

source: Woodpecker
de: Specht
ru: Дятел
uk: Дятел

source: Woodwind
de: Holzblasinstrumente
ru: Деревянные духовые инструменты
uk: Дерев'яні духові

source: Workout
de: Training
ru: Тренировка
uk: Тренування

source: Worm
de: Wurm
ru: Червь
uk: Черв'як

source: Wreath
de: Kranz
ru: Венок
uk: Вінок

source: Wrench
de: Schraubenschlüssel
ru: Гаечный ключ
uk: Розвідний ключ

source: Wrestling
de: Ringen
ru: Борьба
uk: Боротьба

source: Xylophone
de: Xylophon
ru: Ксилофон
uk: Ксилофон

source: Yarn
de: Garn
ru: Пряжа
uk: Пряжа

source: Yogurt
de: Joghurt
ru: Йогурт
uk: Йогурт

source: Yolk
de: Eigelb
ru: Желток
uk: Жовток

source: Antipasti
ru: Антипасти
uk: Закуски

source: Aquarium
ru: Аквариум
uk: Акваріум

source: Arena
ru: Арена
uk: Арена

source: ATV
ru: Квадроцикл
uk: Квадроцикл

source: Auditorium
ru: Зрительный зал
uk: Аудиторія

source: Aurora
ru: Северное сияние
uk: Аврора

source: Avocado
ru: Авокадо
uk: Авокадо

source: Baby
ru: Младенец
uk: Дитина

source: Backgammon
ru: Нарды
uk: Нарди

source: Badminton
ru: Бадминтон
uk: Бадмінтон

source: Bagel
ru: Бейгл
uk: Бублик

source: Baklava
ru: Пахлава
uk: Пахлава

source: Banner
ru: Баннер
uk: Банер

source: Bar
ru: Бар
uk: Бар

source: Baseball
ru: Бейсбол
uk: Бейсбол

source: Basenji
ru: Басенджи
uk: Басенджі

source: Basketball
ru: Баскетбол
uk: Баскетбол

source: Basset
ru: Бассет
uk: Басет

source: Beagle
ru: Бигль
uk: Бігль

source: Bichon
ru: Бишон
uk: Бішон

source: Biryani
ru: Бирьяни
uk: Бір'яні

source: Biscotti
ru: Бискотти
uk: Біскотті

source: Bison
ru: Бизон
uk: Бізон

source: Bodyboard
ru: Бодиборд
uk: Бодіборд

source: Bonsai
ru: Бонсай
uk: Бонсай

source: Bowling
ru: Боулинг
uk: Боулінг

source: Brownie
ru: Брауни
uk: Брауні

source: Bruschetta
ru: Брускетта
uk: Брускетта

source: Bubble tea
ru: Пузырьковый чай
uk: Бульбашковий чай

source: Bulldozer
ru: Бульдозер
uk: Бульдозер

source: Bungee
ru: Банджи
uk: Банджі

source: Burrito
ru: Буррито
uk: Буріто

source: Bus
ru: Автобус
uk: Автобус

source: Butter
ru: Масло
uk: Вершкове масло

source: Camping
ru: Кемпинг
uk: Кемпінг

source: Caprese
ru: Капрезе
uk: Капрезе

source: Cashew
ru: Кешью
uk: Кеш'ю

source: CD
ru: Компакт-диск

source: Cello
ru: Виолончель
uk: Віолончель

source: Cheerleading
ru: Черлидинг
uk: Чирлідинг

source: Chihuahua
ru: Чиуауа
uk: Чихуахуа

source: Chinchilla
ru: Шиншилла
uk: Шиншила

source: Clown
ru: Клоун
uk: Клоун

source: Cocktail
ru: Коктейль
uk: Коктейль

source: Collie
ru: Колли
uk: Коллі

source: Computer
ru: Компьютер
uk: Комп'ютер

source: Computer monitor
ru: Компьютерный монитор
uk: Монітор комп'ютера

source: Corgi
ru: Корги
uk: Коргі

source: Cranberry
ru: Клюква
uk: Журавлина

source: Cricket sport
ru: Крикет
uk: Спорт у крикет

source: Croissant
ru: Круассан
uk: Круасан

source: Cupcake
ru: Кекс
uk: Кекс

source: Curry
ru: Карри
uk: Каррі

source: Daikon
ru: Дайкон
uk: Дайкон

source: Deck
ru: Палуба
uk: Колода

source: Dill
ru: Укроп
uk: Кріп

source: Diorama
ru: Диорама
uk: Діорама

source: Diskette
ru: Дискета
uk: Дискета

source: Dock
ru: Причал
uk: Док

source: Domino
ru: Домино
uk: Доміно

source: Donut
ru: Пончик
uk: Пончик

source: Durian
ru: Дуриан
uk: Дуріан

source: Edamame
ru: Эдамаме
uk: Едамаме

source: Entertainer
ru: Артист
uk: Конферансьє

source: Falafel
ru: Фалафель
uk: Фалафель

source: Fedora
ru: Шляпа-федора

source: Flamingo
ru: Фламинго
uk: Фламінго

source: Flan
ru: Флан
uk: Флан

source: Flipchart
ru: Флипчарт
uk: Фліпчарт

source: Flipper
ru: Ласт
uk: Фліппер

source: Fondue
ru: Фондю
uk: Фондю

source: Frisbee
ru: Фрисби
uk: Фрісбі

source: Gamepad
ru: Геймпад
uk: Геймпад

source: Garage
ru: Гараж
uk: Гараж

source: Gecko
ru: Геккон
uk: Гекон

source: Giraffe
ru: Жираф
uk: Жираф

source: Go-kart
ru: Картинг
uk: Картинг

source: Golf
ru: Гольф
uk: Гольф

source: Golf ball
ru: Мяч для гольфа
uk: М'яч для гольфу

source: Golf club
ru: Клюшка для гольфа
uk: Гольф-клуб

source: Graffiti
ru: Граффити
uk: Графіті

source: Grapefruit
ru: Грейпфрут
uk: Грейпфрут

source: Guacamole
ru: Гуакамоле
uk: Гуакамоле

source: Guppy
ru: Гуппи
uk: Гуппі

source: Gyoza
ru: Гёза

source: Habanero
ru: Хабанеро
uk: Хабанеро

source: Hamburger
ru: Гамбургер
uk: Гамбургер

source: Hammer
ru: Молоток
uk: Молоток

source: Hamster
ru: Хомяк
uk: Хом'як

source: Hangar
ru: Ангар
uk: Ангар

# health_club
source: Fitness center
ru: Фитнес-центр
uk: Фітнес центр

source: Henna
ru: Хна
uk: Хна

source: Hockey
ru: Хоккей
uk: Хокей

source: Holly
ru: Остролист
uk: Холлі

source: Hot dog
ru: Хот-дог
uk: Хот-дог

source: Hula
ru: Гавайский танец
uk: Хула

source: Hummus
ru: Хумус
uk: Хумус

source: Husky
ru: Хаски
uk: Хаскі

source: Hydrant
ru: Гидрант
uk: Гідрант

source: Jack russell terrier
ru: Джек-рассел-терьер
uk: Джек Рассел тер'єр

source: Jalapeno
ru: Халапеньо
uk: Халапеньо

source: Jeans
ru: Джинсы
uk: Джинси

source: Jeep
ru: Джип
uk: Джип

source: Jetski
ru: Гидроцикл
uk: Гідроцикл

source: Joystick
ru: Джойстик
uk: Джойстик

source: Karaoke
ru: Караоке
uk: Караоке

source: Kebab
ru: Кебаб
uk: Кебаб

source: Kilt
ru: Килт
uk: Кілт

source: Kimono
ru: Кимоно
uk: Кімоно

source: Kiwi
ru: Киви
uk: Ківі

source: Koala
ru: Коала
uk: Коала

source: Kohlrabi
ru: Кольраби
uk: Кольрабі

source: Koi
ru: Кои
uk: Коі

source: Land
ru: Земля
uk: Земля

source: Laptop
ru: Ноутбук
uk: Ноутбук

source: Lava
ru: Лава
uk: Лава

source: Lemur
ru: Лемур
uk: Лемур

source: Leopard
ru: Леопард
uk: Леопард

source: Limousine
ru: Лимузин
uk: Лімузин

source: Macadamia
ru: Макадамия
uk: Макадамія

source: Malamute
ru: Маламут
uk: Маламут

source: Malinois
ru: Малинуа
uk: Малінуа

source: Mango
ru: Манго
uk: Манго

source: Mangrove
ru: Мангровые заросли
uk: Мангровий ліс

source: Margarita
ru: Коктейль «Маргарита»
uk: Маргарита

source: Marshmallow
ru: Маршмеллоу
uk: Зефір

source: Martini
ru: Мартини
uk: Мартіні

source: Mast
ru: Мачта
uk: Щогла

source: Mastiff
ru: Мастиф
uk: Мастіф

source: Material
ru: Материал
uk: Матеріал

source: Megalith
ru: Мегалит
uk: Мегаліт

source: Mojito
ru: Мохито
uk: Мохіто

source: Motocross
ru: Мотокросс
uk: Мотокрос

source: Motorsport
ru: Автоспорт
uk: Автоспорт

source: Muffin
ru: Маффин
uk: Маффін

source: Museum
ru: Музей
uk: Музей

source: Naan
ru: Наан
uk: Наан

source: Nachos
ru: Начос
uk: Начос

source: NASCAR
ru: Наскар

source: Nest
ru: Гнездо
uk: Гніздо

source: Obelisk
ru: Обелиск
uk: Обеліск

source: Origami
ru: Оригами
uk: Орігамі

source: Otter
ru: Выдра
uk: Видра

source: Paella
ru: Паэлья
uk: Паелья

source: Paintball
ru: Пейнтбол
uk: Пейнтбол

source: Panda
ru: Панда
uk: Панда

source: Papaya
ru: Папайя
uk: Папайя

source: Parade
ru: Парад
uk: Парад

source: Parasailing
ru: Парасейлинг
uk: Парасейлінг

source: Pergola
ru: Пергола
uk: Пергола

source: Pier
ru: Пирс
uk: Пірс

source: Pierogi
ru: Польские вареники
uk: П'єрогі

source: Pita
ru: Пита
uk: Піта

source: Pitbull
ru: Питбуль
uk: Пітбуль

source: Pizza
ru: Пицца
uk: Піца

source: Podium
ru: Подиум
uk: Подіум

source: Poker
ru: Покер
uk: Покер

source: Polka dots
ru: Горошек
uk: Горошок

source: Polo
ru: Поло
uk: Поло

source: Poncho
ru: Пончо
uk: Пончо

source: Pool
ru: Бассейн
uk: Басейн

source: Popcorn
ru: Попкорн
uk: Попкорн

source: Portal
ru: Портал
uk: Портал

source: Propeller
ru: Пропеллер
uk: Пропелер

source: Puck
ru: Шайба
uk: Шайба

source: Pudding
ru: Пудинг
uk: Пудинг

source: Putt
ru: Патт
uk: Удар

source: Pylon
ru: Пилон
uk: Пілон

source: Python
ru: Питон

source: Quesadilla
ru: Кесадилья
uk: Кесаділья

source: Quinoa
ru: Киноа
uk: Кіноа

source: Rafting
ru: Рафтинг
uk: Рафтинг

source: Rambutan
ru: Рамбутан
uk: Рамбутан

source: Ramen
ru: Рамен
uk: Рамен

source: Rangoli
ru: Ранголи
uk: Ранголі

source: Raptor
ru: Хищная птица
uk: Раптор

source: Restaurant
ru: Ресторан
uk: Ресторан

source: Retriever
ru: Ретривер
uk: Ретрівер

source: Ridgeback
ru: Риджбек
uk: Риджбек

source: Risotto
ru: Ризотто
uk: Різотто

source: Rodeo
ru: Родео
uk: Родео

source: Rose
ru: Роза
uk: Роза

source: Rotisserie
ru: Гриль-вертел
uk: Гриль

source: Rottweiler
ru: Ротвейлер
uk: Ротвейлер

source: Roulette
ru: Рулетка
uk: Рулетка

source: Rugby
ru: Регби
uk: Регбі

source: Sack
ru: Мешок
uk: Мішок

source: Salami
ru: Салями
uk: Салямі

source: Samba
ru: Самба
uk: Самба

source: Samosa
ru: Самоса
uk: Самоса

source: Sand
ru: Песок
uk: Пісок

source: Sandwich
ru: Сэндвич
uk: Сендвіч

source: Sangria
ru: Сангрия
uk: Сангрія

source: Sardine
ru: Сардина
uk: Сардина

source: Sari
ru: Сари
uk: Сарі

source: Satay
ru: Сатай

source: Sauerkraut
ru: Квашеная капуста
uk: Квашена капуста

source: Schnauzer
ru: Шнауцер
uk: Шнауцер

source: Scone
ru: Скон
uk: Булочка

source: Screenshot
ru: Скриншот
uk: Скріншот

source: Setter
ru: Сеттер
uk: Сетер

source: Shawarma
ru: Шаурма
uk: Шаурма

source: Silo
ru: Силосная башня
uk: Силос

source: Skateboard
ru: Скейтборд
uk: Скейтборд

source: Skatepark
ru: Скейтпарк
uk: Скейтпарк

source: Smoothie
ru: Смузи
uk: Смузі

source: Sneaker
ru: Кроссовки
uk: Кросівки

source: Snowboard
ru: Сноуборд
uk: Сноуборд

source: Sofa
ru: Диван
uk: Диван

source: Softball
ru: Софтбол
uk: Софтбол

source: Solar panel
ru: Солнечная панель
uk: Сонячна панель

source: Sombrero
ru: Сомбреро
uk: Сомбреро

source: Souvlaki
ru: Сувлаки
uk: Сувлакі

source: Spaghetti
ru: Спагетти
uk: Спагетті

source: Spaniel
ru: Спаниель
uk: Спаніель

source: Spareribs
ru: Ребрышки
uk: Гольові ребра

source: Sport
ru: Спорт
uk: Спорт

source: Spotlight
ru: Прожектор
uk: Прожектор

source: Sprinkler
ru: Разбрызгиватель
uk: Спринклер

source: Squash sport
ru: Сквош
uk: Сквош спорт

source: Statue
ru: Статуя
uk: Статуя

source: Steak
ru: Стейк
uk: Стейк

source: Stereo
ru: Стереосистема
uk: Стерео

source: Strudel
ru: Штрудель
uk: Штрудель

source: Sumo
ru: Сумо
uk: Сумо
